Repository: python-hi/olgram-chinese
Catalog: locales/*/LC_MESSAGES/olgram.po
Languages: uk

source: Бот удалён
uk: Бот видалений

source: Текст сброшен
uk: Текст скинутий

source: Выбран личный чат
uk: Вибраний особистий чат

source: Выбран чат {0}
uk: Вибраний чат {0}

source: У вас уже слишком много ботов. Удалите какой-нибудь свой бот из Olgram(/mybots -> (Выбрать бота) -> Удалить бот)
uk: У вас вже надто багато роботів. Видаліть якийсь свій бот з Olgram(/mybots -> (Вибрати бота) -> Видалити бот)

source: Чтобы подключить бот, вам нужно выполнить три действия: 1. Перейдите в бот @BotFather, нажмите START и отправьте команду /newbot 2. Введите название бота, а потом username бота. 3. После создания бота перешлите ответное сообщение в этот бот или скопируйте и пришлите token бота. Важно: не подключайте боты, которые используются в других сервисах (Manybot, Chatfuel, Livegram и других).
uk: Щоб підключити бот, вам потрібно виконати три дії: 1. Перейдіть до бот @BotFather, натисніть START і надішліть команду /newbot 2. Введіть назву бота, а потім username бота. 3. Після створення бота перешліть повідомлення у цей бот або скопіюйте і надішліть token бота. Важливо: не підключайте роботи, які використовуються в інших сервісах (Manybot, Chatfuel, Livegram та інших).

source: Это не токен бота. Токен выглядит вот так: 123456789:AAAA-abc123_AbcdEFghijKLMnopqrstu12
uk: Це не токен робота. Токен виглядає ось так: 123456789:AAAA-abc123_AbcdEFghijKLMnopqrstu12

source: Не удалось запустить этого бота: неверный токен
uk: Не вдалося запустити цього бота: неправильний токен

source: Не удалось запустить этого бота: непредвиденная ошибка
uk: Не вдалося запустити цього бота: непередбачена помилка

source: Такой бот уже есть в базе данных
uk: Такий бот вже є у базі даних

source: Бот добавлен! Список ваших ботов: /mybots
uk: Бот доданий! Список ваших роботів: /mybots

source: Недостаточно прав
uk: Недостатньо прав

source: Количество ботов: {0}
uk: Кількість ботів: {0}

source: Количество пользователей (у конструктора): {0}
uk: Кількість користувачів (у конструктора): {0}

source: Шаблонов ответов: {0}
uk: Шаблонів відповідей: {0}

source: Входящих сообщений у всех ботов: {0}
uk: Вхідних повідомлень у всіх роботів: {0}

source: Исходящих сообщений у всех ботов: {0}
uk: Вихідних повідомлень у всіх роботів: {0}

source: У вас нет добавленных ботов. Отправьте команду /addbot, чтобы добавить бот.
uk: У вас немає доданих роботів. Надішліть команду /addbot, щоб додати бот.

source: Ваши боты
uk: Ваші боти

source: Личные сообщения
uk: Особисті повідомлення

source: Этот бот не добавлен в чаты, поэтому все сообщения будут приходить вам в бот. Чтобы подключить чат — добавьте бот @{0} в чат, откройте это меню ещё раз и выберите добавленный чат. Если ваш бот состоял в групповом чате до того, как его добавили в Olgram - удалите бота из чата и добавьте снова.
uk: Цей бот не доданий до чатів, тому всі повідомлення будуть приходити вам у бот. Щоб підключити чат — додайте бот @{0} до чату, відкрийте це меню ще раз і виберіть доданий чат. Якщо ваш бот перебував у груповому чаті до того, як його додали до Olgram - видаліть бота з чату та додайте знову.

source: В этом разделе вы можете привязать бота @{0} к чату. Выберите чат, куда бот будет пересылать сообщения.
uk: У цьому розділі ви можете прив'язати робота @{0} до чату. Виберіть чат, куди бот пересилатиме повідомлення.

source: Удалить бот
uk: Видалити бот

source: Опции
uk: Опції

source: Управление ботом @{0}. Если у вас возникли вопросы по настройке бота, то посмотрите нашу справку /help или напишите нам @civsocit_feedback_bot
uk: Управління роботом @{0}. Якщо у вас виникли питання з налаштування бота, подивіться нашу довідку /help або напишіть нам @civsocit_feedback_bot

source: Да, удалить бот
uk: Так, видалити бот

source: Вы уверены, что хотите удалить бота @{0}?
uk: Ви впевнені, що хочете видалити бота @{0}?

source: Потоки сообщений
uk: Потоки повідомлень

source: Данные пользователя
uk: Дані користувача

source: Olgram подпись
uk: Olgram підпис

source: включены
uk: включені

source: выключены
uk: вимкнені

source: <a href="https://olgram.readthedocs.io/ru/latest/options.html#threads">Потоки сообщений</a>: <b>{0}</b> <a href="https://olgram.readthedocs.io/ru/latest/options.html#user-info">Данные пользователя</a>: <b>{1}</b>
uk: <a href="https://olgram.readthedocs.io/ru/latest/options.html#threads">Потоки повідомлень</a>: <b>{0}</b> <a href="https://olgram.readthedocs.io/ru/latest/options.html#user-info">Дані користувача</a>: <b>{1}</b>

source: Olgram подпись: <b>{0}</b>
uk: Olgram підпис: <b>{0}</b>

source: << Завершить редактирование
uk: << Завершити редагування

source: Автоответчик
uk: Автовідповідач

source: Сбросить текст
uk: Скинути текст

source: Сейчас вы редактируете текст, который отправляется после того, как пользователь отправит вашему боту @{0} команду /start Текущий текст: <pre> {1} </pre> Отправьте сообщение, чтобы изменить текст.
uk: Зараз ви редагуєте текст, який надсилається після того, як користувач надішле вашому боту @{0} команду /start Поточний текст: <pre> {1} </pre> Надішліть повідомлення, щоб змінити текст.

source: Статистика по боту @{0} Входящих сообщений: <b>{1}</b> Ответных сообщений: <b>{2}</b> Шаблоны ответов: <b>{3}</b> Забанено пользователей: <b>{4}</b>
uk: Статистика з роботи @{0} Вхідних повідомлень: <b>{1}</b> Повідомлень у відповідь: <b>{2}</b> Шаблони відповідей: <b>{3}</b> Забанено користувачів: <b>{4}</b>

source: Предыдущий текст
uk: Попередній текст

source: Шаблоны ответов...
uk: Шаблони відповідей...

source: Сейчас вы редактируете текст автоответчика. Это сообщение отправляется в ответ на все входящие сообщения @{0} автоматически. По умолчанию оно отключено. Текущий текст: <pre> {1} </pre> Отправьте сообщение, чтобы изменить текст.
uk: Зараз ви редагуєте текст автовідповідача. Це повідомлення надсилається у відповідь на всі вхідні повідомлення @{0} автоматично. За замовчуванням його вимкнено. Поточний текст: <pre> {1} </pre> Надішліть повідомлення, щоб змінити текст.

source: (отключено)
uk: (відключено)

source: Сейчас вы редактируете шаблоны ответов для @{0}. Текущие шаблоны: <pre> {1} </pre> Отправьте какую-нибудь фразу (например: "Ваш заказ готов, ожидайте!"), чтобы добавить её в шаблон. Чтобы удалить шаблон из списка, отправьте его номер в списке (например, 4)
uk: Зараз ви редагуєте шаблони для @{0}. Поточні шаблони: <pre> {1} </pre> Надішліть якусь фразу (наприклад: "Ваше замовлення готове, чекайте!"), щоб додати її до шаблону. Щоб видалити шаблон зі списку, відправте його у списку (наприклад, 4)

source: (нет шаблонов)
uk: (Немає шаблонів)

source: У вас нет шаблонов, чтобы их удалять
uk: У вас немає шаблонів, щоб їх видаляти

source: Неправильное число. Чтобы удалить шаблон, введите число от 0 до {0}
uk: Неправильне число. Щоб видалити шаблон, введіть число від 0 до {0}

source: У вашего бота уже слишком много шаблонов
uk: У вашого бота вже дуже багато шаблонів

source: Такой текст уже есть в списке шаблонов
uk: Такий текст вже є у списку шаблонів

source: У вас нет прав на этого бота
uk: У вас немає прав на цього бота

source: Новый промокод ```{0}```
uk: Новий промокод ```{0}```

source: Неправильный токен
uk: Неправильний токен

source: Такого кода не существует
uk: Такого коду не існує

source: Промокод отозван
uk: Промокод відкликаний

source: Укажите аргумент: промокод. Например: <pre>/set_promo my-promo-code</pre>
uk: Зазначте аргумент: промокод. Наприклад: <pre>/set_promo my-promo-code</pre>

source: Промокод не найден
uk: Промокод не знайдено

source: Промокод уже использован
uk: Промокод уже використаний

source: Промокод активирован! Спасибо 🙌
uk: Промокод активовано! Дякую 🙌

source: Olgram Bot — это конструктор ботов обратной связи в Telegram. Подробнее <a href="https://olgram.readthedocs.io">читайте здесь</a>. Используйте эти команды, чтобы управлять этим ботом: /addbot - добавить бот /mybots - управление ботами /help - помощь
uk: Olgram Bot - це конструктор роботів зворотного зв'язку в Telegram. Докладніше <a href="https://olgram.readthedocs.io">читайте тут</a>. Використовуйте ці команди, щоб керувати цим ботом: /addbot - додати бот /mybots - керування ботами /help - допомога

source: Читайте инструкции на нашем сайте https://olgram.readthedocs.io Техническая поддержка: @civsocit_feedback_bot Версия {0}
uk: Читайте інструкції на нашому сайті https://olgram.readthedocs.io Технічна підтримка: @civsocit_feedback_bot Версія {0}

source: Здравствуйте! Напишите ваш вопрос и мы ответим вам в ближайшее время.
uk: Доброго дня! Напишіть ваше запитання, і ми відповімо вам найближчим часом.

source: Владелец бота ограничил доступ к этому функционалу 😞
uk: Власник бота обмежив доступ до цього функціоналу 😞

source: Владелец бота ограничил доступ к этому функционалу😞
uk: Власник бота обмежив доступ до цього функціоналу 😞

source: <b>Политика конфиденциальности</b> Этот бот не хранит ваши сообщения, имя пользователя и @username. При отправке сообщения (кроме команд /start и /security_policy) ваш идентификатор пользователя записывается в кеш на некоторое время и потом удаляется из кеша. Этот идентификатор используется только для общения с оператором; боты Olgram не делают массовых рассылок.
uk: <b>Політика конфіденційності</b> Цей бот не зберігає ваші повідомлення, ім'я користувача та @username. При надсиланні повідомлення (крім команд /start та /security_policy) ваш ідентифікатор користувача записується в кеш на деякий час і потім видаляється з кеша. Цей ідентифікатор використовується лише для спілкування з оператором; боти Olgram не роблять масових розсилок.

source: При отправке сообщения (кроме команд /start и /security_policy) оператор <b>видит</b> ваши имя пользователя, @username и идентификатор пользователя в силу настроек, которые оператор указал при создании бота.
uk: При надсиланні повідомлення (крім команд /start та /security_policy) оператор <b>бачить</b> ваше ім'я користувача, @username та ідентифікатор користувача через налаштування, які оператор вказав при створенні бота.

source: В зависимости от ваших настроек конфиденциальности Telegram, оператор может видеть ваш username, имя пользователя и другую информацию.
uk: Залежно від ваших налаштувань конфіденційності Telegram оператор може бачити ваш username, ім'я користувача та іншу інформацію.

source: Сообщение от пользователя
uk: Допис від користувача

source: Вы заблокированы в этом боте
uk: Ви заблоковані у цьому боті

source: <i>Невозможно переслать сообщение: автор не найден (сообщение слишком старое?)</i>
uk: <i>Неможливо надіслати повідомлення: автора не знайдено (повідомлення занадто старе?)</i>

source: Пользователь заблокирован
uk: Користувач заблоковано

source: Пользователь не был забанен
uk: Користувач не був забанений

source: Пользователь разбанен
uk: Користувач розбанений

source: <i>Невозможно переслать сообщение (автор заблокировал бота?)</i>
uk: <i>Неможливо надіслати повідомлення (автор заблокував робота?)</i>

source: (Пере)запустить бота
uk: (Пере) запустити бота

source: Политика конфиденциальности
uk: Політика конфіденційності

source: Этот бот создан с помощью @OlgramBot
uk: Цей бот створено за допомогою @OlgramBot
